Repository: caisergan/mac-stats
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, fr, zh_hans

source: A single figure for how much of **this Mac's capacity** a group of processes uses — an even blend of two shares:
de: Eine einzelne Zahl dafür, wie viel der **Kapazität dieses Mac** eine Gruppe von Prozessen nutzt, als gleichgewichtete Mischung aus zwei Anteilen:
fr: Un chiffre unique indiquant quelle part de **la capacité de ce Mac** un groupe de processus utilise, en mélange à parts égales de deux proportions :
zh_hans: 用一个数字表示一组进程占用了**这台 Mac 多少容量**，由两个比例等权重混合而成：

source: A volume is mounted here; its contents belong to that volume, not this one.
de: Hier ist ein Volume gemountet; sein Inhalt gehört zu jenem Volume, nicht zu diesem.
fr: Un volume est monté ici ; son contenu appartient à ce volume-là, pas à celui-ci.
zh_hans: 此处挂载了一个宗卷；其内容属于那个宗卷，而非当前宗卷。

source: AC
de: Netzstrom
fr: Secteur
zh_hans: 交流电

source: ACTIVE
de: AKTIV
fr: ACTIF
zh_hans: 活跃

source: AI and ML
de: KI und ML
fr: IA et ML
zh_hans: AI 与机器学习

source: AI workloads
de: KI-Workloads
fr: Charges de travail IA
zh_hans: AI 工作负载

source: ALL of
de: ALLE von
fr: TOUTES
zh_hans: 全部满足

source: ANE type
de: ANE-Typ
fr: Type d'ANE
zh_hans: ANE 类型

source: ANY of
de: EINE von
fr: AU MOINS UNE
zh_hans: 任一满足

source: APFS volumes share their container's free pool, so a container's volumes are one bar. Purgeable space is allocated content the system can reclaim when needed.
de: APFS-Volumes teilen sich den freien Speicherplatz ihres Containers, daher bilden die Volumes eines Containers einen Balken. Bereinigbarer Speicherplatz ist belegter Inhalt, den das System bei Bedarf freigeben kann.
fr: Les volumes APFS partagent l'espace libre de leur conteneur, les volumes d'un conteneur forment donc une seule barre. L'espace purgeable est du contenu alloué que le système peut récupérer au besoin.
zh_hans: APFS 宗卷共享其容器的可用池，因此一个容器内的宗卷合为一条。可清除空间是系统在需要时可收回的已分配内容。

source: ARP resolved IP address
de: Per ARP aufgelöste IP-Adresse
fr: Adresse IP résolue par ARP
zh_hans: ARP 解析到的 IP 地址

source: ARP resolved hardware address
de: Per ARP aufgelöste Hardwareadresse
fr: Adresse matérielle résolue par ARP
zh_hans: ARP 解析到的硬件地址

source: AVB support
de: AVB-Unterstützung
fr: Prise en charge AVB
zh_hans: AVB 支持

source: About
de: Über
fr: À propos
zh_hans: 关于

source: About %@
de: Über %@
fr: À propos de %@
zh_hans: 关于 %@

source: About once a minute
de: Etwa einmal pro Minute
fr: Environ une fois par minute
zh_hans: 约每分钟一次

source: Access point
de: Zugangspunkt
fr: Point d'accès
zh_hans: 接入点

source: Actions for this process
de: Aktionen für diesen Prozess
fr: Actions pour ce processus
zh_hans: 对该进程的操作

source: Activation Lock
de: Aktivierungssperre
fr: Verrouillage d'activation
zh_hans: 激活锁

source: Active
de: Aktiv
fr: Actif
zh_hans: 活跃

source: Active processors
de: Aktive Prozessoren
fr: Processeurs actifs
zh_hans: 活动处理器数

source: Active · %@ W
de: Aktiv · %@ W
fr: Actif · %@ W
zh_hans: 运行中 · %@ W

source: Adapter
de: Netzteil
fr: Adaptateur
zh_hans: 电源适配器

source: Adapter & power mode
de: Netzteil & Energiemodus
fr: Adaptateur et mode d’alimentation
zh_hans: 适配器与电源模式

source: Adapter output
de: Netzteilausgang
fr: Sortie de l’adaptateur
zh_hans: 适配器输出

source: Adapter unavailable
de: Adapter nicht verfügbar
fr: Adaptateur indisponible
zh_hans: 适配器不可用

source: Adapters
de: Adapter
fr: Adaptateurs
zh_hans: 网络适配器

source: Add %d Process to Analytics
de: %d Prozess zur Analyse hinzufügen
fr: Ajouter %d processus aux analyses
zh_hans: 添加 %d 个进程到分析

source: Add %d Processes to Analytics
de: %d Prozesse zur Analyse hinzufügen
fr: Ajouter %d processus aux analyses
zh_hans: 添加 %d 个进程到分析

source: Add a process to start plotting
de: Füge einen Prozess hinzu, um mit dem Diagramm zu beginnen
fr: Ajoutez un processus pour commencer le tracé
zh_hans: 添加进程以开始绘制图表

source: Add process
de: Prozess hinzufügen
fr: Ajouter un processus
zh_hans: 添加进程

source: Add to Analytics
de: Zur Analyse hinzufügen
fr: Ajouter aux analyses
zh_hans: 添加到分析

source: Add to Group
de: Zur Gruppe hinzufügen
fr: Ajouter au groupe
zh_hans: 添加到分组

source: Additional routes
de: Weitere Routen
fr: Routes supplémentaires
zh_hans: 附加路由

source: Address
de: Adresse
fr: Adresse
zh_hans: 地址

source: Addresses
de: Adressen
fr: Adresses
zh_hans: 地址

source: Advanced
de: Erweitert
fr: Avancé
zh_hans: 高级

source: Age
de: Alter
fr: Âge
zh_hans: 运行时长

source: Aggregate
de: Aggregiert
fr: Agrégé
zh_hans: 聚合

source: Alerts
de: Warnungen
fr: Alertes
zh_hans: 提醒

source: All
de: Alle
fr: Tous
zh_hans: 全部

source: All alerts are off by default except critical pressure and runaway processes. %@ never sends anything off your Mac.
de: Alle Warnungen sind standardmäßig aus, außer bei kritischem Speicherdruck und außer Kontrolle geratenen Prozessen. %@ sendet nie etwas von deinem Mac.
fr: Toutes les alertes sont désactivées par défaut, sauf la pression critique et les processus hors de contrôle. %@ n'envoie jamais rien hors de votre Mac.
zh_hans: 除严重压力和失控进程外,所有提醒默认关闭。%@ 绝不会向您的 Mac 之外发送任何数据。

source: All charts
de: Alle Diagramme
fr: Tous les graphiques
zh_hans: 所有图表

source: All good
de: Alles in Ordnung
fr: Tout va bien
zh_hans: 一切正常

source: All of these are optional and can be changed later in Settings.
de: All das ist optional und lässt sich später in den Einstellungen ändern.
fr: Tout cela est facultatif et pourra être modifié plus tard dans les Réglages.
zh_hans: 以下各项均为可选，之后可随时在设置中更改。

source: Allocated
de: Zugewiesen
fr: Allouée
zh_hans: 已分配

source: Allocated swap
de: Zugewiesener Auslagerungsspeicher
fr: Espace d’échange alloué
zh_hans: 已分配的交换空间

source: Allocations the process can no longer reach.
de: Zuweisungen, auf die der Prozess nicht mehr zugreifen kann.
fr: Allocations que le processus ne peut plus atteindre.
zh_hans: 进程无法再访问的已分配内存。

source: Already shown on the Analytics tab.
de: Wird bereits im Tab „Analyse“ angezeigt.
fr: Déjà affiché dans l’onglet « Analyse ».
zh_hans: 已在“分析”标签页中显示。

source: Amperage
de: Stromstärke
fr: Intensité
zh_hans: 电流

source: An installer or disk image, usually disposable once its contents are installed.
de: Ein Installationsprogramm oder Disk-Image, in der Regel überflüssig, sobald der Inhalt installiert ist.
fr: Un programme d'installation ou une image disque, généralement inutile une fois son contenu installé.
zh_hans: 安装器或磁盘映像，内容安装后通常即可丢弃。

source: Analytics
de: Analyse
fr: Analyses
zh_hans: 分析

source: Analytics Full
de: Analyse: Limit erreicht
fr: Analyses : limite atteinte
zh_hans: 分析列表已满

source: Anonymous, app-allocated memory minus the part the system can drop on demand: app = max(internal minus purgeable, 0), read from the kernel's VM statistics and multiplied by the page size.
de: Anonymer, von Apps zugewiesener Speicher minus dem Teil, den das System bei Bedarf verwerfen kann: App = max(intern minus bereinigbar, 0), gelesen aus den VM-Statistiken des Kernels und multipliziert mit der Seitengröße.
fr: Mémoire anonyme allouée par les apps, moins la part que le système peut libérer à la demande : app = max(interne moins purgeable, 0), lue dans les statistiques de mémoire virtuelle du noyau et multipliée par la taille de page.
zh_hans: 匿名且由 App 分配的内存减去系统可按需丢弃的部分：App = max(内部减去可清除, 0)，从内核的 VM 统计信息中读取并乘以页面大小。

source: Another volume
de: Anderes Volume
fr: Autre volume
zh_hans: 另一个宗卷

source: Another volume is mounted here. Its contents are not part of this scan.
de: Hier ist ein anderes Volume gemountet. Sein Inhalt ist nicht Teil dieses Scans.
fr: Un autre volume est monté ici. Son contenu ne fait pas partie de cette analyse.
zh_hans: 此处挂载了另一个宗卷。其内容不属于本次扫描。

source: Any age
de: Jedes Alter
fr: Tout âge
zh_hans: 任何时间

source: Any size
de: Jede Größe
fr: Toute taille
zh_hans: 任何大小

source: App Memory
de: App-Speicher
fr: Mémoire des apps
zh_hans: 应用内存

source: App archives with the dSYMs needed to symbolicate crash reports for shipped builds.
de: App-Archive mit den dSYMs, die zum Symbolisieren von Absturzberichten ausgelieferter Builds nötig sind.
fr: Archives d'apps contenant les dSYM nécessaires pour symboliser les rapports de plantage des versions distribuées.
zh_hans: 应用归档，包含为已发布版本符号化崩溃报告所需的 dSYM。

source: App data
de: App-Daten
fr: Données d'apps
zh_hans: 应用数据

source: Apple partition map
de: Apple-Partitionstabelle
fr: Table de partition Apple
zh_hans: Apple 分区图

source: Apple silicon GPU
de: GPU des Apple Chips
fr: GPU de la puce Apple
zh_hans: Apple 芯片 GPU

source: Apple software installed with the system.
de: Apple-Software, die mit dem System installiert wurde.
fr: Logiciels Apple installés avec le système.
zh_hans: 随系统安装的 Apple 软件。

source: Applications
de: Programme
zh_hans: 应用程序

source: Approve in Settings…
de: In den Systemeinstellungen erlauben …
fr: Autoriser dans Réglages Système…
zh_hans: 去设置中批准…

source: Approve the helper in System Settings to finish enabling it.
de: Erlaube das Hilfsprogramm in den Systemeinstellungen, um die Aktivierung abzuschließen.
fr: Autorisez l'outil d'assistance dans Réglages Système pour terminer son activation.
zh_hans: 在系统设置中批准该辅助程序以完成启用。

source: Approx. average
de: Ungefährer Mittelwert
fr: Moyenne approx.
zh_hans: 近似平均值

source: Architecture
de: Architektur
zh_hans: 架构

source: Archives and disk images
de: Archive und Image-Dateien
fr: Archives et images disque
zh_hans: 归档与磁盘映像

source: Argument buffers
de: Argumentpuffer
fr: Tampons d'arguments
zh_hans: 参数缓冲区

source: At the same die temperature, the fans now run about %1$@%% faster than %2$@ weeks ago. Dust buildup in the vents is the usual cause; cleaning them usually brings speeds back down.
de: Bei gleicher Chiptemperatur laufen die Lüfter jetzt etwa %1$@%% schneller als vor %2$@ Wochen. Meist ist Staub in den Lüftungsschlitzen die Ursache; nach dem Reinigen sinkt die Drehzahl in der Regel wieder.
fr: À température de puce égale, les ventilateurs tournent maintenant environ %1$@%% plus vite qu'il y a %2$@ semaines. L'accumulation de poussière dans les ouvertures d'aération en est la cause habituelle ; les nettoyer ramène généralement la vitesse à la normale.
zh_hans: 在相同芯片温度下，风扇转速比 %2$@ 周前快了约 %1$@%%。通常是出风口积灰导致的，清理之后转速一般会降回去。

source: At warning level
de: Auf Warnstufe
fr: Au niveau d'avertissement
zh_hans: 处于警告电量

source: Attached
de: Angeschlossen
fr: Connecté
zh_hans: 已挂载

source: Attribute network traffic to individual apps, so the Analytics tab and the network menu can show which apps are using the network. It samples the system's “nettop” tool briefly each refresh; the overall download and upload rates are always shown regardless.
de: Ordnet den Netzwerkverkehr einzelnen Apps zu, damit der Tab „Analyse“ und das Netzwerkmenü zeigen können, welche Apps das Netzwerk nutzen. Dazu wird bei jeder Aktualisierung kurz das Systemtool “nettop” abgefragt; die gesamten Download- und Upload-Raten werden unabhängig davon immer angezeigt.
fr: Attribue le trafic réseau à chaque app, afin que l'onglet « Analyse » et le menu Réseau puissent indiquer quelles apps utilisent le réseau. L'outil système “nettop” est échantillonné brièvement à chaque actualisation ; les débits globaux de téléchargement et d'envoi sont toujours affichés dans tous les cas.
zh_hans: 将网络流量归因到各个应用,以便分析标签页和网络菜单显示哪些应用正在使用网络。每次刷新时会简要对系统的“nettop”工具采样;无论如何总会显示总下载和上传速率。

source: Attribute traffic to individual apps. Off by default because it runs the system's “nettop” tool in the background, so it uses a little more CPU. The totals above work without it.
de: Ordnet den Datenverkehr einzelnen Apps zu. Standardmäßig aus, weil dafür das Systemtool „nettop“ im Hintergrund läuft und etwas mehr CPU verbraucht. Die Gesamtwerte oben funktionieren auch ohne.
fr: Attribue le trafic à chaque app. Désactivé par défaut, car l'outil système « nettop » s'exécute alors en arrière-plan et consomme un peu plus de CPU. Les totaux ci-dessus fonctionnent sans.
zh_hans: 把流量归因到具体应用。默认关闭，因为它会在后台运行系统的 nettop 工具，会多占用一点 CPU。上方的总量不依赖它。

source: Audio device
de: Audiogerät
fr: Périphérique audio
zh_hans: 音频设备

source: Authorities
de: Zertifizierungsstellen
fr: Autorités de certification
zh_hans: 证书颁发机构

source: Auto power off
de: Automatisches Ausschalten
fr: Extinction automatique
zh_hans: 自动关机

source: Auto power off delay
de: Verzögerung für automatisches Ausschalten
fr: Délai d'extinction automatique
zh_hans: 自动关机延迟

source: Auto proxy configuration
de: Automatische Proxy-Konfiguration
fr: Configuration automatique du proxy
zh_hans: 自动代理配置

source: Auto proxy discovery
de: Automatische Proxy-Erkennung
fr: Détection automatique du proxy
zh_hans: 自动代理发现

source: Automatically adjust brightness
de: Helligkeit automatisch anpassen
fr: Ajuster automatiquement la luminosité
zh_hans: 自动调节亮度

source: Automounted
de: Automatisch aktiviert
fr: Monté automatiquement
zh_hans: 自动挂载

source: Available spare
de: Verfügbare Reserve
fr: Réserve disponible
zh_hans: 可用备用空间

source: Average
de: Durchschnitt
fr: Moyenne
zh_hans: 平均值

source: Average and observed temperature range. Missing sensor readings remain gaps.
de: Mittelwert und gemessener Temperaturbereich. Fehlende Sensorwerte bleiben als Lücken sichtbar.
fr: Moyenne et plage de températures observée. Les mesures manquantes restent des lacunes.
zh_hans: 平均温度和观测温度范围。缺失的传感器读数保留为空白。

source: Average smooths spikes over the window; Peak shows the highest the group reached.
de: „Durchschnitt“ glättet Spitzen über das Zeitfenster; „Spitze“ zeigt den höchsten Wert, den die Gruppe erreicht hat.
fr: « Moyenne » lisse les pics sur la période ; « Pic » indique la valeur la plus élevée atteinte par le groupe.
zh_hans: 「平均」会把窗口内的尖峰抹平；「峰值」显示该组达到过的最高值。

source: Averaging ~{cpu.sustainedPercent}% CPU over the last hour — holding this much CPU for so long usually means a stuck task, a busy loop, or runaway background work, even though it stays below the instantaneous-spike level.
de: Im Durchschnitt ~{cpu.sustainedPercent} % CPU in der letzten Stunde. So viel CPU über so lange Zeit deutet meist auf eine hängende Aufgabe, eine Endlosschleife oder außer Kontrolle geratene Hintergrundarbeit hin, auch wenn der Wert unter der Schwelle für kurzzeitige Spitzen bleibt.
fr: CPU à ~{cpu.sustainedPercent} % en moyenne sur la dernière heure. Maintenir une telle charge aussi longtemps traduit généralement une tâche bloquée, une boucle active ou un travail d'arrière-plan hors de contrôle, même si le niveau reste sous celui d'un pic instantané.
zh_hans: 过去一小时平均占用约 {cpu.sustainedPercent}% CPU。虽然没达到瞬时尖峰的水平，但这么长时间维持这么高的占用，通常意味着任务卡住、忙循环，或者后台工作失控。

source: Avg
de: Ø
fr: Moy.
zh_hans: 平均

source: Axis max %@
de: Achsenmaximum %@
fr: Maximum de l’axe %@
zh_hans: 坐标轴上限 %@

source: BC texture compression
de: BC-Texturkomprimierung
fr: Compression de textures BC
zh_hans: BC 纹理压缩

source: Back out one level (Escape)
de: Eine Ebene zurück (Escape)
fr: Remonter d'un niveau (Échap)
zh_hans: 返回上一层（Escape）

source: Back to live
de: Zurück zu Live
fr: Retour au direct
zh_hans: 返回实时数据

source: Back to the chart grid (Esc)
de: Zurück zum Diagrammraster (Esc)
fr: Retour à la grille de graphiques (Échap)
zh_hans: 返回图表网格 (Esc)

source: Back to the full window
de: Zurück zum vollständigen Fenster
fr: Retour à la fenêtre complète
zh_hans: 返回完整窗口

source: Baseline at %@ · %@ nodes · %@
de: Baseline bei %@ · %@ Knoten · %@
fr: Référence à %@ · %@ nœuds · %@
zh_hans: 基准快照 %@ · %@ 个节点 · %@

source: Battery
de: Batterie
fr: Batterie
zh_hans: 电池

source: Battery (case)
de: Batterie (Case)
fr: Batterie (boîtier)
zh_hans: 电量（充电盒）

source: Battery (left)
de: Batterie (links)
fr: Batterie (gauche)
zh_hans: 电量（左）

source: Battery (right)
de: Batterie (rechts)
fr: Batterie (droite)
zh_hans: 电量（右）

source: Battery charge timeline
de: Zeitleiste des Batteriestands
fr: Chronologie de la charge de la batterie
zh_hans: 电池电量时间线

# Battery full
source: Full
de: Voll
fr: Chargée
zh_hans: 已充满

source: Battery health
de: Batteriezustand
fr: État de la batterie
zh_hans: 电池健康

source: Battery installed
de: Batterie installiert
fr: Batterie installée
zh_hans: 已安装电池

source: Between the two scans no folder or large file changed size enough to show.
de: Zwischen den beiden Scans hat sich kein Ordner und keine große Datei so stark in der Größe geändert, dass es angezeigt würde.
fr: Entre les deux analyses, aucun dossier ni fichier volumineux n'a suffisamment changé de taille pour être affiché.
zh_hans: 两次扫描之间，没有文件夹或大文件的大小变化达到可显示的程度。

source: Block size
de: Blockgröße
fr: Taille de bloc
zh_hans: 块大小

source: Boot arguments
de: Boot-Argumente
fr: Arguments de démarrage
zh_hans: 启动参数

source: Boot container (%@)
de: Startcontainer (%@)
fr: Conteneur de démarrage (%@)
zh_hans: 启动容器（%@）

source: Boot mode
de: Startmodus
fr: Mode de démarrage
zh_hans: 启动模式

source: Boot volume
de: Startvolume
fr: Volume de démarrage
zh_hans: 启动宗卷

source: Boot volume free space over the selected range, sampled once a minute. On APFS this is the container's shared pool.
de: Freier Speicherplatz des Startvolumes im gewählten Zeitraum, einmal pro Minute gemessen. Bei APFS ist das der gemeinsame Pool des Containers.
fr: Espace libre du volume de démarrage sur la période sélectionnée, échantillonné une fois par minute. Sur APFS, il s'agit du pool partagé du conteneur.
zh_hans: 所选时间范围内启动宗卷的可用空间，每分钟采样一次。在 APFS 上这是容器的共享池。

source: Boot volume free space trend
de: Trend des freien Speicherplatzes auf dem Startvolume
fr: Tendance de l’espace libre du volume de démarrage
zh_hans: 启动宗卷可用空间趋势

source: Both are optional and can be changed later in Settings.
de: Beides ist optional und lässt sich später in den Einstellungen ändern.
fr: Les deux sont facultatifs et peuvent être modifiés plus tard dans les Réglages.
zh_hans: 两者都是可选的,之后可在设置中更改。

source: Browse…
de: Durchsuchen …
fr: Parcourir…
zh_hans: 浏览…

source: Build products and indexes; Xcode rebuilds them on the next build.
de: Build-Produkte und Indizes; Xcode erstellt sie beim nächsten Build neu.
fr: Produits de compilation et index ; Xcode les régénère à la prochaine compilation.
zh_hans: 构建产物和索引；Xcode 会在下次构建时重建。

source: Building history for this range…
de: Verlauf für diesen Zeitraum wird erstellt …
fr: Construction de l'historique pour cette période…
zh_hans: 正在为当前范围构建历史记录…

source: Building history…
de: Verlauf wird erstellt …
fr: Construction de l'historique…
zh_hans: 正在建立历史…

source: Built-in
de: Integriert
fr: Intégré
zh_hans: 内置

source: Built-in Liquid Retina
de: Integriertes Liquid Retina
fr: Liquid Retina intégré
zh_hans: 内置 Liquid Retina

source: Built-in Liquid Retina XDR
de: Integriertes Liquid Retina XDR
fr: Liquid Retina XDR intégré
zh_hans: 内置 Liquid Retina XDR

source: Built-in Retina
de: Integriertes Retina
fr: Retina intégré
zh_hans: 内置 Retina

source: Built-in Retina LCD
de: Integriertes Retina LCD
fr: Retina LCD intégré
zh_hans: 内置 Retina LCD

source: Bus power available
de: Verfügbare Busleistung
fr: Puissance disponible sur le bus
zh_hans: 总线可用功率

source: Bus power used
de: Genutzte Busleistung
fr: Puissance utilisée sur le bus
zh_hans: 总线已用功率

source: Busiest device
de: Am stärksten ausgelastetes Gerät
fr: Périphérique le plus sollicité
zh_hans: 最繁忙的设备

source: Busy
de: Ausgelastet
fr: Occupé
zh_hans: 繁忙

source: By category
de: Nach Kategorie
fr: Par catégorie
zh_hans: 按类别划分

source: Bytes shared with clones or held by snapshots.
de: Bytes, die mit Klonen geteilt oder von Schnappschüssen gehalten werden.
fr: Octets partagés avec des clones ou retenus par des instantanés.
zh_hans: 与克隆共享或被快照占用的字节。

source: CLOCK STATES
de: TAKTZUSTÄNDE
fr: ÉTATS D'HORLOGE
zh_hans: 时钟频率状态

source: CORES
de: KERNE
fr: CŒURS
zh_hans: 核心

source: CPU Usage
de: CPU-Auslastung
fr: Utilisation du CPU
zh_hans: CPU 使用率

source: CPU and GPU die temperature, fan speed, and throttling.
de: Chiptemperatur von CPU und GPU, Lüfterdrehzahl und Drosselung.
fr: Température des puces CPU et GPU, vitesse des ventilateurs et limitation.
zh_hans: CPU 与 GPU 芯片温度、风扇转速与降频。

source: CPU and GPU die temperatures
de: CPU- und GPU-Chiptemperaturen
fr: Températures des puces CPU et GPU
zh_hans: CPU 和 GPU 芯片温度

source: CPU and GPU die, hottest sensor (whole Mac)
de: CPU- und GPU-Chip, heißester Sensor (ganzer Mac)
fr: Puces CPU et GPU, capteur le plus chaud (Mac entier)
zh_hans: CPU 与 GPU 芯片，最热的传感器（整机）

source: CPU and GPU temperatures come from separate sensors. A gap means a reading was unavailable, not zero degrees. A high temperature alone does not prove throttling; macOS reports its thermal state separately.
de: CPU- und GPU-Temperaturen stammen von getrennten Sensoren. Eine Lücke bedeutet, dass kein Messwert verfügbar war, nicht null Grad. Eine hohe Temperatur allein belegt keine Drosselung; macOS meldet seinen thermischen Zustand separat.
fr: Les températures CPU et GPU proviennent de capteurs distincts. Une lacune signifie qu’une mesure était indisponible, pas qu’elle valait zéro degré. Une température élevée ne prouve pas à elle seule un bridage ; macOS indique séparément son état thermique.
zh_hans: CPU 和 GPU 温度来自不同的传感器。空白表示读数不可用，而不是零度。仅凭高温无法确定是否发生降频；macOS 会单独报告热状态。

source: CPU cores
de: CPU-Kerne
fr: Cœurs CPU
zh_hans: CPU 核心

source: CPU die
de: CPU-Chip
fr: Puce CPU
zh_hans: CPU 芯片

source: CPU die is orange; GPU die is red. A gap means an unavailable sensor reading, not zero. macOS reports thermal state separately; missing data is not treated as nominal.
de: Der CPU-Chip ist orange, der GPU-Chip rot. Eine Lücke bedeutet einen fehlenden Sensorwert, nicht null. macOS meldet den thermischen Zustand separat; fehlende Daten gelten nicht als normal.
fr: La puce CPU est en orange, la puce GPU en rouge. Une lacune indique une mesure indisponible, pas zéro. macOS signale séparément l’état thermique ; une donnée manquante n’est pas considérée comme normale.
zh_hans: CPU 芯片为橙色，GPU 芯片为红色。空白表示传感器读数不可用，而不是零。macOS 单独报告热状态；不会将缺失数据视为正常状态。

source: CPU family
de: CPU-Familie
fr: Famille de CPU
zh_hans: CPU 系列

source: CPU has been busy
de: Die CPU war ausgelastet
fr: Le CPU a été très sollicité
zh_hans: CPU 一直很忙

source: CPU is normal ({cpu.percent}%).
de: CPU ist normal ({cpu.percent} %).
fr: Le CPU est normal ({cpu.percent} %).
zh_hans: CPU 正常（{cpu.percent}%）。

source: CPU now
de: CPU aktuell
fr: CPU actuel
zh_hans: 当前 CPU

source: CPU power
de: CPU-Leistung
fr: Puissance CPU
zh_hans: CPU 功耗

source: CPU split
de: CPU-Aufteilung
fr: Répartition CPU
zh_hans: CPU 模式拆分

source: CPU subfamily
de: CPU-Unterfamilie
fr: Sous-famille de CPU
zh_hans: CPU 子系列

source: CPU use comes from changes in the kernel's per-core time counters. Busy time includes user and system work. The timeline uses recorded samples; the Dashboard's current numeric readouts are smoothed and are not selected-range means.
de: Die CPU-Auslastung ergibt sich aus Änderungen der Zeit-Zähler des Kernels pro Kern. Aktive Zeit umfasst Benutzer- und Systemarbeit. Die Zeitreihe nutzt aufgezeichnete Messwerte; die aktuellen Zahlen im Dashboard sind geglättet und keine Mittelwerte des gewählten Zeitraums.
fr: L’utilisation CPU provient des variations des compteurs de temps du noyau par cœur. Le temps actif inclut le travail utilisateur et système. La courbe utilise les échantillons enregistrés ; les valeurs actuelles du tableau de bord sont lissées, pas moyennées sur la période sélectionnée.
zh_hans: CPU 使用率根据内核的各核心时间计数器变化计算。繁忙时间包括用户和系统工作。时间线使用已记录的样本；仪表盘上的当前数值经过平滑处理，并非所选时间范围的平均值。

source: CPU work is spread out — not stuck in a loop.
de: Die CPU-Arbeit ist verteilt, nicht in einer Schleife festgefahren.
fr: Le travail du CPU est réparti, il n'est pas bloqué dans une boucle.
zh_hans: CPU 工作是分散的，没有陷入死循环。

source: CUPS filters
de: CUPS-Filter
fr: Filtres CUPS
zh_hans: CUPS 过滤器

source: Cable firmware version
de: Firmware-Version des Kabels
fr: Version du programme interne du câble
zh_hans: 线缆固件版本

source: Cable serial number
de: Seriennummer des Kabels
fr: Numéro de série du câble
zh_hans: 线缆序列号

source: Cache line
de: Cache-Zeile
fr: Ligne de cache
zh_hans: 缓存行

source: Cached Files
de: Gecachte Dateien
fr: Fichiers en cache
zh_hans: 缓存文件
